Repository: eurolinux-enterprise-linux-sources/system-config-users
Catalog: src/po/*.po
Languages: de

source: Please enter a group name.
de: Geben Sie bitte einen Gruppennamen ein.

source: The group '%s' already exists. Please choose a different name.
de: Die Gruppe '%s' existiert bereits. Bitte wählen Sie einen anderen Namen.

source: You cannot remove user '%s' from their primary group.
de: Sie können den Benutzer '%s' nicht aus dessen primären Gruppe entfernen.

source: User
de: Benutzer

source: Staff
de: Mitarbeiter

source: Primary Group:
de: Primäre Gruppe:

source: Password last changed on: %x
de: Passwort zuletzt geändert am: %x

source: Please enter a user name.
de: Geben Sie bitte einen Benutzernamen ein.

source: The user '%s' already exists. Please choose a different name.
de: Der Benutzer '%s' existiert bereits. Bitte wählen Sie einen anderen Namen.

source: Passwords do not match.
de: Passwörter stimmen nicht überein.

source: Please select at least one group for the user.
de: Wählen Sie mindestens eine Gruppe für den Benutzer.

source: Please specify the month that the password will expire.
de: Bitte geben Sie den Monat an, in welchem das Passwort ablaufen wird.

source: Please specify the day that the password will expire.
de: Bitte geben Sie den Tag an, an welchem das Passwort ablaufen wird.

source: Please specify the year that the password will expire.
de: Bitte geben Sie das Jahr an, in welchem das Passwort ablaufen wird.

source: The year is out of range. Please select a different year.
de: Die Jahresangabe ist ungültig. Bitte wählen Sie ein anderes Jahr.

source: Please specify the number of days before changing the password is allowed.
de: Bitte geben Sie die Anzahl von Tagen an, bevor ein Ändern des Passworts erlaubt ist.

source: The number of days before changing the password is allowed must be between %(min)d and %(max)d.
de: Die Anzahl Tage, bevor ein Ändern des Passworts erlaubt ist, muss zwischen %(min)d und %(max)d liegen.

source: Please specify the number of days before changing the password is required.
de: Bitte geben Sie die Anzahl von Tagen an, bevor ein Ändern des Passworts erfordert ist.

source: The number of days before changing the password is required must be between %(min)d and %(max)d.
de: Die Anzahl Tage, bevor ein Ändern des Passworts erforderlich ist, muss zwischen %(min)d und %(max)d liegen.

source: Please specify the number of days to warn the user before changing the password is required.
de: Bitte geben Sie die Anzahl von Tagen an, die der Benutzer gewarnt wird, bevor ein Ändern des Passworts erfordert ist.

source: The number of days to warn the user before changing the password is required must be between %(min)d and %(max)d.
de: Die Anzahl Tage, während denen der Benutzer gewarnt wird, bevor ein Ändern des Passworts erforderlich ist, muss zwischen %(min)d und %(max)d liegen.

source: Please specify the number of days until the user account becomes inactive after password has expired.
de: Bitte geben Sie die Anzahl von Tagen an, die nach Ablauf des Passworts gewartet wird, bevor das Benutzerkonto inaktiv wird.

source: The number of days until the user account becomes inactive after the password has expired must be between %(min)d and %(max)d. Setting it to -1 means the account won't become inactive.
de: Die Anzahl Tage, während denen nach Ablauf des Passworts gewartet wird, bevor das Benutzerkonto inaktiv wird, muss zwischen %(min)d und %(max)d liegen. Das Benutzerkonto wird nie inaktiv, wenn der Wert auf -1 gesetzt wird.

source: Unlocking the user failed because: %(errmsg)s
de: Das Freigeben des Benutzers ist fehlgeschlagen, aufgrund: %(errmsg)s

source: Unlocking the user failed due to an unknown reason.
de: Das Freigeben des Benutzers ist durch einen unbekannten Grund fehlgeschlagen.

source: A group with name '%s' already exists.
de: Es existiert bereits eine Gruppe mit dem Namen '%s'.

source: The gid %s is already in use.
de: Die GID %s wird bereits verwendet.

source: Creating a group with a GID less than 500 is not recommended. Are you sure you want to do this?
de: Es ist nicht zu empfehlen, eine Gruppe mit einer GID von weniger als 500 zu erstellen. Sind Sie sicher, dass Sie dies möchten?

source: Error finding suitable group id not exceeding maximum value of %(maxid)s.
de: Fehler beim Ermitteln einer passenden Gruppen-ID, die nicht den Maximalwert von %(maxid)s überschreitet.

source: The help viewer could not be found. To be able to view help you need to install the 'yelp' package.
de: Das Hilfeanzeigeprogramm kann nicht gefunden werden. Um die Hilfe ansehen zu können, müssen Sie das 'yelp'-Paket installieren.

source: No helper application for the URL '%(url)s can be found.
de: Keine Helfer-Anwendung für den URL '%(url)s kann nicht gefunden werden.

source: Error saving settings to %s
de: Fehler beim Speichern der Einstellungen in %s

source: Users and Groups
de: Benutzer und Gruppen

source: Add or remove users and groups
de: Benutzer und Gruppen hinzufügen oder entfernen

source: User Name
de: Benutzername

source: User ID
de: Benutzer-ID

source: Primary Group
de: Bevorzugte Gruppe

source: Full Name
de: Vollständiger Name

source: Login Shell
de: Anmelde-Shell

source: Home Directory
de: Persönliches Verzeichnis

source: Group Name
de: Gruppenname

source: Group ID
de: Gruppen-ID

source: Group Members
de: Gruppenmitglieder

source: I couldn't find the numerical ID of the user '%(user)s'.
de: Konnte die numerische ID des Benutzers '%(user)s' nicht finden.

source: I couldn't find the numerical IDs of these users: %(users)s
de: Konnte die numerischen IDs der Benutzer '%(users)s' nicht finden.

source: I couldn't find the numerical ID of the group '%(group)s'.
de: Konnte die numerische ID der Gruppe '%(group)s' nicht finden.

source: I couldn't find the numerical IDs of these groups: %(groups)s
de: Konnte die numerischen IDs der Gruppen '%(groups)s' nicht finden.

source: %(msg_users)s%(msg_groups)s In most cases this is caused by inconsistencies in the user or group database, e.g. between the files /etc/passwd, /etc/group and their respective shadow files /etc/shadow and /etc/gshadow. I will try to ignore these entries and continue for now, but please fix these inconsistencies as soon as possible.
de: %(msg_users)s%(msg_groups)s In den meisten Fällen rührt dies von Unstimmigkeiten in der Benutzer- oder Gruppendatenbank, beispielsweise zwischen den Dateien /etc/passwd, /etc/group und den jeweiligen Shadow-Dateien /etc/shadow und /etc/gshadow. Es wird nun versucht, diese Einträge zu ignorieren und normal fortzufahren, doch sollten Sie diese Unstimmigkeiten baldmöglichst beheben.

source: Deleting the root user is not allowed.
de: Der root-Benutzer darf nicht gelöscht werden.

source: - An installed software package contains this directory.
de: - Ein installiertes Softwarepaket enthält dieses Verzeichnis.

source: - A system user owns this directory and removing it may impair the system's integrity.
de: - Dieses Verzeichnis gehört einem Systembenutzer; wenn man es entfernt, könnte das die Systemintegrität beeinträchtigen.

source: - This directory doesn't exist or isn't writable.
de: - Dieses Verzeichnis existiert nicht oder ist nicht beschreibbar.

source: - The user '%s' doesn't own this directory.
de: - Der Benutzer '%s' besitzt dieses Verzeichnis nicht.

source: <b>There are currently processes running that are owned by '%s'!</b> This user is probably still logged in.
de: <b>Im Moment laufen Prozesse die '%s' gehören!</b> Dieser Benutzer ist wahrscheinlich noch eingeloggt.

source: Do you really want to remove the user '%s'?
de: Wollen Sie den Benutzer '%s' wirklich löschen?

source: Delete %(user)s's home directory ('%(homedir)s') and temporary files.
de: Das Stammverzeichnis ('%(homedir)s') von Benutzer %(user)s und temporäre Dateien löschen.

source: Delete %(user)s's home directory ('%(homedir)s'), mail spool ('%(mailspool)s') and temporary files.
de: Das Stammverzeichnis ('%(homedir)s') von %(user)s, E-Mail-Postfach ('%(mailspool)s') und temporäre Dateien löschen.

source: I won't delete %(user)s's home directory ('%(homedir)s') for this reason: %(reason)s
de: Das Stammverzeichnis ('%(homedir)s') von %(user)s wird aus folgendem Grund nicht gelöscht: %(reason)s

source: I won't delete %(user)s's home directory ('%(homedir)s') for these reasons: %(reason)s
de: Das Stammverzeichnis ('%(homedir)s') von %(user)s wird aus folgenden Gründen nicht gelöscht: %(reason)s

source: Are you sure you want to delete the group '%s'?
de: Wollen Sie die Gruppe '%s' wirklich löschen?

source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.

source: Please specify a user name
de: Legen Sie bitte einen Benutzernamen fest

source: An account with username '%s' already exists.
de: Es existiert bereits ein Konto mit dem Benutzernamen '%s'.

source: The uid %s is already in use.
de: Die UID %s wird bereits verwendet.

source: Error finding suitable user id not exceeding maximum value of %(maxid)s.
de: Fehler beim Ermitteln einer passenden Benutzer-ID, die nicht den Maximalwert von %(maxid)s überschreitet.

source: Creating a user with a UID less than 500 is not recommended. Are you sure you want to do this?
de: Es ist nicht zu empfehlen, einen Benutzer mit einer UID von weniger als 500 zu erstellen. Sind Sie sicher, dass Sie dies möchten?

source: A group with this gid already exists. What would you like to do?
de: Es existiert bereits eine Gruppe mit dieser gid. Was möchten Sie tun?

source: A group with this name already exists. What would you like to do?
de: Es existiert bereits eine Gruppe mit diesem Namen. Was möchten Sie tun?

source: Add to the existing group
de: Zur vorhandenen Gruppe hinzufügen

source: Add to the 'users' group
de: Zur Gruppe 'users' hinzufügen

source: The system group database cannot be read. This problem is most likely caused by a mismatch in /etc/group and /etc/gshadow. The program will exit now.
de: Die Gruppendatenbank kann nicht gelesen werden. Es scheint, dass /etc/group und /etc/gshadow nicht zueinander passen. Das Programm wird nun beendet.

source: system-config-users requires a currently running X server.
de: system-config-users benötigt einen momentan laufenden X-Server.

source: The user name must not exceed %d characters.
de: Der Benutzername darf %d Zeichen nicht überschreiten.

source: The user name '%s' contains whitespace. Please do not include whitespace in the user name.
de: Der Benutzername '%s' enthält Leerzeichen. Bitte keine Leerzeichen im Benutzernamen verwenden.

source: The user name '%s' contains a dollar sign which is not at the end. Please use dollar signs only at the end of user names to indicate Samba machine accounts.
de: Der Benutzername '%s' enthält ein Dollarzeichen, das nicht am Ende steht. Bitte Dollarzeichen nur am Ende der Benutzernamen verwenden, damit Samba-Benutzer erkennbar sind.

source: The user name '%s' contains a trailing dollar sign. This should only be used for Samba machine accounts, using this for a normal user account can cause problems with some software. Is the account in question a Samba machine account?
de: Der Benutzername '%s' enthält ein angehängtes Dollar Zeichen. Das sollte nur für Konten von Samba-Maschinen verwendet werden. Bei normalen Benutzerkonten kann dies zu Problemen mit einigen Programmen führen. Gehört dieses Konto zu einer Samba-Maschine?

source: The user name '%(name)s' contains an invalid character at position %(position)d.
de: Der Benutzername '%(name)s' enthält ein ungültiges Zeichen an Position %(position)d.

source: Using all numbers as the user name can cause confusion about whether the user name or numerical user id is meant. Do you really want to use a numerical-only user name?
de: Die ausschliessliche Benutzung von Zahlen als Benutzername kann zu Unklarheit führen, ob der Benutzername oder die numerisch Benutzerkennung (UID) gemeint ist. Wollen Sie wirklich einen numerischen Benutzernamen verwenden?

source: The group name must not exceed %d characters.
de: Der Gruppenname muss aus weniger als %d Zeichen bestehen.

source: The group name '%s' contains whitespace. Please do not include whitespace in the group name.
de: Der Gruppenname '%s' enthält Leerzeichen. Bitte keine Leerzeichen im Gruppennamen verwenden.

source: The group name '%(name)s' contains an invalid character at position %(position)d.
de: Der Gruppenname '%(name)s' enthält ein ungültiges Zeichen an Position %(position)d.

source: Using all numbers as the group name can cause confusion about whether the group name or numerical group id is meant. Do you really want to use a numerical-only group name?
de: Wenn nur Zahlen als Gruppenname verwendet werden, kann dies zu Verwirrung führen, ob der Gruppenname oder die Gruppen-ID gemeint ist. Wollen Sie wirklich einen ausschliesslich numerischen Gruppennamen?

source: The chosen password contains characters which may be hard or impossible to type in certain situations. To ensure the password can be typed everywhere use only unaccented Latin letters (A-Z, a-z), digits (0-9), punctuation characters (e.g. comma, full stop) and the space character in the password. Do you want to use this password anyway?
de: Das gewählte Passwort enthält Zeichen, die in bestimmten Situationen nur schwierig oder gar nicht eingegeben werden können. Damit das Passwort überall eingegeben werden kann, verwenden Sie nur akzentlose lateinische Buchstaben (A-Z, a-z), Ziffern (0-9), Satzzeichen (z.B. Komma, Punkt) und das Leerzeichen. Wollen Sie dieses Passwort trotzdem verwenden?

source: The chosen password is too weak: %s. Do you want to use it anyway?
de: Das gewählte Passwort ist zu unsicher: %s. Möchten Sie es dennoch benutzen?

source: The name '%s' contains invalid characters. Please use only UTF-8 characters.
de: Der Name '%s' enthält ungültige Zeichen. Bitte nur UTF-8 Zeichen verwenden.

source: The name '%s' contains a colon. Please do not use colons in the name.
de: Der Name '%s' enthält einen Doppelpunkt. Bitte keine solchen im Namen verwenden.

source: Please enter a home directory.
de: Bitte ein persönliches Verzeichnis eingeben.

source: The directory name '%s' contains a colon. Please do not use colons in the directory name.
de: Der Verzeichnisname '%s' enthält einen Doppelpunkt. Bitte keine solchen im Verzeichnisnamen verwenden.

source: The directory name '%s' doesn't begin with a '/'. Please specify an absolute path for the home directory.
de: Der Verzeichnisname '%s' darf nicht mit einem '/' beginnen. Bitte geben Sie einen absoluten Pfad für das Benutzerverzeichnis an.

source: The directory name '%s' has path components which are too long. Please use shorter path components for the home directory.
de: Der Verzeichnisname '%s' enthält Pfad-Komponenten, welche zu lang sind. Bitte benutzen Sie kürzere Pfad-Komponenten für das Benutzerverzeichnis.

source: The directory name '%s' contains empty path components. Please specify a home directory name without empty path components.
de: Der Verzeichnisname '%s' enthält eine leere Pfad-Komponente. Bitte geben Sie einen Verzeichnisnamen ohne leere Pfad-Komponenten an.

source: The directory name '%s' contains illegal path components. Please don't use '.' or '..' as path components for the home directory.
de: Der Verzeichnisname '%s' enthält illegale Pfad-Komponenten. Bitte benutzen Sie nicht '.' or '..' als Pfad-Komponenten für den Verzeichnisnamen.

source: The directory '%(dir)s' cannot be created ('%(parent_dir)s' is not writable). Please choose a writable location.
de: Das Verzeichnis '%(dir)s' kann nicht angelegt werden ('%(parent_dir)s' ist nicht beschreibbar). Bitte wählen Sie einen Platz, der beschreibbar ist.

source: Add New Group
de: Neue Gruppe hinzufügen

source: _Group Name:
de: _Gruppenname:

source: Specify g_roup ID manually:
de: _Gruppen-ID manuell festlegen

source: User Properties
de: Benutzereigenschaften

source: User _Name:
de: Benutzer_name:

source: _Full Name:
de: _Vollständiger Name:

source: Pass_word:
de: Pass_wort:

source: Confir_m Password:
de: Passwort _bestätigen:

source: _Home Directory:
de: _Benutzerverzeichnis:

source: S_ELinux role:
de: S_ELinux Rolle:

source: _User Data
de: Ben_utzerdaten

source: _Enable account expiration
de: _Schalte Ablauf des Konto ein

source: Account e_xpires (YYYY-MM-DD):
de: Konto e_rlischt am (JJJJ-MM-TT):

source: _Local password is locked
de: _Lokales Passwort ist gesperrt

source: _Account Info
de: K_onto-Info

source: _Enable password expiration
de: A_blauf des Passworts aktivieren

source: Days before change a_llowed:
de: Tage bevor Änderungen _erlaubt werden:

source: Days before change _required:
de: _Verbleibende Tage bis zur Änderung

source: Days _warning before change:
de: Tage _Warnung vor der Änderung:

source: Days before account _inactive:
de: Tage bevor das Konto _inaktiv wird:

source: Password last changed on...
de: Passwort zuletzt geändert am...

source: Force password change on next login
de: Passwortänderung bei der nächsten Anmeldung erzwingen

source: _Password Info
de: _Passwort-Info

source: Select the groups that the user will be a member of:
de: Wählen Sie die Gruppen, denen der Benutzer zugehören soll:

source: _Groups
de: _Gruppen

source: Group Properties
de: Gruppeneigenschaften

source: Group _Data
de: Gruppen_daten

source: Select the users to join this group:
de: Wählen Sie die Benutzer aus, die für diese Gruppe angemeldet werden sollen:

source: Group _Users
de: Gruppenben_utzer

source: User Manager
de: Benutzer-Verwalter

source: _File
de: _Datei

source: Add _User
de: Ben_utzer hinzufügen

source: Add _Group
de: _Gruppe hinzufügen

source: _Edit
de: _Bearbeiten

source: _Help
de: _Hilfe

source: _Contents
de: _Inhalt

source: Edit properties
de: Eigenschaften bearbeiten

source: Proper_ties
de: Eigenschaf_ten

source: _Delete
de: _Löschen

source: Reload
de: Neu laden

source: _Refresh
de: _Aktualisieren

source: Help
de: Hilfe

source: Sea_rch filter:
de: _Suchfilter:

source: _Apply filter
de: Filter _anwenden

source: U_sers
de: _Benutzer

source: Gr_oups
de: _Gruppen

source: Add New User
de: Neuen Benutzer hinzufügen

source: _User Name:
de: _Benutzername:

source: _Password:
de: _Passwort:

source: Create _home directory
de: Benutzerverzeichnis _erstellen

source: Home _Directory:
de: Be_nutzerverzeichnis

source: Create a private _group for the user
de: Eine private _Gruppe für diesen Benutzer erstellen

source: Specify u_ser ID manually:
de: Benutzer ID manuell fe_stlegen:

source: About system-config-users
de: Über system-config-users

source: This software is distributed under the GNU General Public License.
de: Diese Software wird unter der GNU General Public License vertrieben.

source: Preferences
de: Präferenzen

source: _Hide system users and groups
de: Systembenutzer und -gruppen _filtern

source: <b>User and Group Lists</b>
de: <b>Benutzer- und Gruppenlisten</b>

source: Ensure that a new user gets a higher UID than all existing users, if not set manually.
de: Sicherstellen, dass ein neuer Benutzer eine höhere UID bekommt, als alle existierenden Benutzer, falls nicht manuell gesetzt.

source: Automatically assigned _UID must be highest
de: Eine automatisch vergebene _UID muss die höchste sein

source: Ensure that a new group gets a higher GID than all existing groups, if not set manually.
de: Sicherstellen, dass eine neue Gruppe eine höhere GID bekommt, als alle existierenden Gruppen, falls nicht manuell gesetzt.

source: Automatically assigned _GID must be highest
de: Die automatisch vergebene _GID muss die höchste sein

source: Prefer that private group GID is the _same as UID
de: GID der Privatgruppe _soll vorzugsweise dieselbe sein wie UID

source: <b>New Users</b>
de: <b>Neue Benutzer</b>

source: Manages users and groups on your system.
de: Verwaltet Benutzer und Gruppen auf Ihrem System.

source: translator-credits
de: Robert Scheck <redhat@linuxnetz.de, 2005. Claudia Krug <fhonig@redhat.it>, 2001. Bernd Groh <bgroh@redhat.com>, 2002,2003,2004. Bernd Bartmann <Bernd.Bartmann@sohanet.de>, 2004. Nils Philippsen <nphilipp@redhat.com>, 2004,2006,2007. Verena <vfuehrer@redhat.com>, 2004. Thomas Ritter <thomas@dhcppc1>, 2005. Ronny Buchmann <ronny-vlug@vlugnet.org>, 2005,2006. Nadine Reissle <nreissle@redhat.com>, 2006. Timo Trinks <ttrinks@redhat.com>, 2007. Fabian Affolter <fab@fedoraproject.org>, 2007,2008,2009.
